[
  { "position": "Midwestern Robotics Design Competition [MRDC]", "description": "Help set up, run, and tear down the collegiate robotics competition in Kenney Gym Annex. Some heavy lifting required." },
  { "position": "Middle School Design Competition [MSDC]", "description": "Help set up, run, and tear down the middle school recycled material project competition.  This year’s challenge is to build a mousetrap car.  The competition runs on Saturday only.  Volunteers are required to attend a quick informational meeting before EOH weekend, date TBD." },
  { "position": "High School Design Competition [HSDC]", "description": "Help set up, run, and tear down the Rube Goldberg high school design competition.  The event runs Friday only.  Volunteers are required to attend a quick informational meeting before EOH weekend, date TBD." },
  { "position": "Traffic", "description": "Direct visitor traffic and EOH shuttles." },
  { "position": "Safety", "description": "Perform exhibit checks to make sure they meet safety standards.  Volunteers are required to attend a quick informational meeting before EOH weekend, date TBD." },
  { "position": "Exhibits", "description": "Ensure exhibits are in the correct place and running smoothly throughout the day." },
  { "position": "Judging", "description": "Assist judges to visit exhibits and answer their questions about EOH." },
  { "position": "Equipment Management", "description": "Ensure all equipment is accounted for by handling check in / check out of supplies (e.g. tables, chairs, power strips, and extension cords). Additional responsibilities may include setting up and tearing down the tables and chairs." },
  { "position": "Visitor’s Booth", "description": "Answer visitors’ questions about EOH or exhibit locations and distribute visitor guides. The visitor’s booth is located on Bardeen Quad." },
  { "position": "Merchandise", "description": "Sell EOH merchandise at one of three designated booths located around Engineering campus." },
  { "position": "Illinois Engineering Challenge (IEC)", "description": "Help set up, run, and tear down small 15-20 minute challenges for visiting 1st-8th graders. The challenges include a chromatography, small sail car, and team drawing/talking/building activity." },
  { "position": "Discover EOH", "description": "Distribute information about the Discover scavenger hunt (this year in BINGO card format) and distribute awards for completed BINGO cards." },
  { "position": "General Volunteers", "description": "Tasks will be assigned day-of-EOH.  Most often general volunteers help the EOH Central Committee shuttle equipment to and from the visitor’s tent and fill in for other volunteer positions that need more help at the time." }
]